{
  "en": {
    "title": "About Jaime Kafati",
    "p1": "Thank you for visiting my website, I am Jaime Eduardo S. Kafati, I’ve been painting since my arrival to the United States in 1978, but it was until 2018, when I retired from my day-job that I was able to enjoy my studio on a fulltime basis. Between intermittent commissioned works, I involved myself in continued figurative studies, attending local life-drawing sessions, exploring new mediums, and executing allegorical paintings that allow me to express my personal contemplations of the world.",
    "p2": "Although oils are my primary medium, I love to experiment with a diverse set of mediums and styles. While my works are continually evolving in style and subject matter, the characters within my figurative works reflect a global community, as the human form occupies the central motif of most of my paintings, and within the figure, I give a voice to our humanity.",
    "p3": "My artworks reside in both private and public collections. Over the years, they have been exhibited and published extensively in the United States. Since 2020, it has been incredibly humbling to witness several of my pieces selected, published, and purchased on the international stage, spanning across the USA, Latin America and Europe. Listed below are some of the notable events within my artist life:",
    "title2": "Exhibitions, and Publications",
    "li1": "1980 - Participated in the completion of a large American-theme mural at the Columbine High School (CHS) Library. I was selected with fellow CHS art students, and although I hadn’t quite grasped English, art became the universal language for me. Regretfully, the mural was destroyed during the restoration of the school following the Columbine Tragedy.",
    "li2": "1986 - Arapahoe Community College Student Painting Exhibit",
    "li3": "1987 - Arapahoe Community College Student Sculpture Exhibit",
    "li4": "1988 - Denver Inner City Art Expo held at the Stouffer Concourse Hotel, Denver, CO",
    "li5": "1997 - Solo exhibit, “Mis Tierras” at the Town Hall Art Center, Littleton, CO",
    "li6": "1998 - The Latino Art Festival in the Mountains, Carbondale, CO",
    "li7": "1998 - The Night Walker Exhibit, Fort Collins Museum, Fort Collins CO",
    "li8": "1998 - Lafayette Art Center, Placed 1st in the show with Aztec series, Lafayette, CO",
    "li9": "1999 - Capitol Hill People’s Fair, Denver, CO",
    "li10": "1999 - Volunteered after-hours to direct and offer technical assistance to an all-prisoner artists-team, for the restoration of a mural at the Denver County Jail, Denver, CO. The large mural took several weeks to complete and offered the inmates an opportunity to leave a lasting and positive legacy at their place of worship.",
    "li11": "2000 - Gifted two large religious paintings to low-revenue churches “Descent from the Cross” Oil on canvas, 108” x 72” Iglesia de San Cayetano, Denver, CO",
    "li12": "2001 - Three works published by New Art International by Book Art Press, Volume VII. ",
    "li13": "2001 - Notable commissioned piece after Carlo Maratta, Delmonico’s Historical-Event Hall, Denver, CO",
    "li14": "2005 - Donated work: “The Eagle Dancer” oil on canvas for a silent auction and fundraiser for the family of an Adams County Sheriff’s Deputy who unexpectedly lost his life in a motorcycle accident.",
    "li15": "2007 - Completed a mural at the Denver Sheriff’s Academy, 144” x 72” Dedicated to the officers who made the ultimate sacrifice serving all the residents of Denver, CO",
    "li16": "2012-14 - Participated on two-separate public-art selection panels, along with fellow panelists we selected three permanent public works for the City and County of Denver totaling over $700,000.00",
    "li17": "2018 - Volunteered works for the exhibit “Expressions of MS Art Exhibit” held at Bigsby’s Folly, Craft Winery & Restaurant, Denver, CO (Sponsored by the Rocky Mt. M.S. Center in order to raise funds and public awareness on the effects of Multiple Sclerosis)",
    "li18": "2018 – Gifted a congratulatory Salvadorian-theme painting, to the newly appointed Honorable Colorado Supreme Court Justice Carlos A. Samour Jr.",
    "li19": "2021 – Selected by the highest judge’s points, by an international jury-panel in the competition “Hagamos un Puente, Mexico * USA” (Let’s Build a Bridge, Mexico * USA) Sponsored by Garces Gallery, Colombia and the Digital Magazine, Travel Plan & Go, Argentina",
    "li20": "2022 – Selected by an international panel for the South American competition “Arte + Treinta” (Art plus 30, for artist 30 years of age and older) As a result, I was interviewed for publications on multiple occasions by Garces Gallery, Colombia; TP & Go Magazine Digital, Argentina; and Radio Econciencia, Mexico City, Mexico. (Please see links below)",
    "li21": "2022 – Donated a series of ink drawings as a community engagement piece to the Denver Sheriff Department’s K-9 Unit’s children coloring book.",
    "li22": "2022 – Completed a landscape painting, “Lookout Mountain” exclusively benefitting “The 2022 Rocky Mountain M.S. Center Gala Auction”",
    "li23": "2022 – Three works were selected for ",
    "li24": "2023 – Painting “Eve and the Serpent” selected for publication in “Studio Visit Magazine, Volumes 51 & 52”, Boston, MA",
    "li25": "2023 - On April 5, 2023, awarded the Price “The Universal Artist” at the National Museum of Science and Technology Leonardo da Vinci in Milan, Italy. My work “Bathsheba” oil on canvas, 36” x 48”, (91,44 x121,92 cm) was selected and published in the 2023 encyclopedic editions of “Contemporary Celebrity Masters Vol. II.” And the “5thInternational Prize, Leonardo Davinci edition: The Universal Artist”",
    "li26": "2024 – Selected in the international exhibit “Origines” sponsored by Travel Plan and Go, Magazine Digital, under the direction of Tamara Bruzoni from Buenos Aires, Argentina, and Andrés Garcés of ÉS Gallery, Quindio, Colombia",
    "li27": "Interview and Curation of Works for the Exhibit 'Origenes'",
    "links": "Related Links",
    "links1": "Travel Plan & Go, Magazine Digital, Buenos Aires, Argentina",
    "links2": "Expo Arte featuring Jaime Kafati",
    "links3": "Miguel Jiménez, radio announcer, Mexico City, Mexico",
    "links4": "Featured in Studio Visit Magazine, "
  },
  "es": {
    "title": "Acerca de Jaime Kafati",
    "p1": "Gracias por visitar mi sitio web, soy Jaime Eduardo S. Kafati, pinto desde mi llegada a los Estados Unidos en 1978, pero fue hasta el año 2018, cuando me retiré de mi trabajo y pude disfrutar mi taller a tiempo completo. Entre trabajos intermitentes por encargo, continuo participando en estudios figurativos, asistiendo a sesiones locales de dibujo natural, explorando nuevos medios y ejecutando pinturas alegóricas que me permiten expresar mis contemplaciones personales del mundo.",
    "p2": "Aunque los óleos son mi medio principal, me encanta experimentar con un conjunto diverso de medios y estilos. Y así mis obras evolucionan continuamente en estilo y temática, los personajes de mis obras figurativas reflejan una comunidad global, ya que la forma humana ocupa el tema central de la mayoría de mis pinturas, dentro de la figura, doy voz a nuestra humanidad.",
    "p3": "Mis obras residen en colecciones públicas y privadas. A lo largo de los años, donde se han exhibido y publicado ampliamente en los Estados Unidos. Desde el 2020, ha sido increíblemente humilde presenciar varias de mis piezas seleccionadas, adquiridas y publicadas en el escenario internacional, abarcando EE.UU., América Latina y Europa. A continuación se enumeran algunos de los eventos notables de mi vida artística:",
    "title2": "Exposiciones y publicaciones",
    "li1": "1980 - Participó en la finalización de un gran mural de temática estadounidense en la biblioteca de Columbine High School (CHS). Fui seleccionado junto con otros estudiantes de arte de CHS, aunque no dominaba el inglés, el arte se convirtió en mi idioma universal. Lamentablemente, el mural fue destruido durante la restauración de la escuela después de la tragedia de Columbine.",
    "li2": "1986 - Exposición de pintura de estudiantes de Arapahoe Community College",
    "li3": "1987 - Exposición de esculturas de estudiantes de Arapahoe Community College",
    "li4": "1988 - Exposición de arte del centro de la ciudad de Denver llamado Inter City Art Expo” celebrada en el Stouffer Concourse Hotel, Denver, CO",
    "li5": "1997 - Exposición individual, “Mis Tierras” en el Town Hall Art Center, Littleton, CO",
    "li6": "1998 - Festival de Arte Latino en las Montañas, Carbondale, CO",
    "li7": "1998 - Exposición The Night Walker, Museo de Fort Collins, Fort Collins CO",
    "li8": "1998 - Lafayette Art Center, nombrado primer lugar en la convocatoria, Oleo sobre lienzo, Orgullo de Aztlán, serie Azteca, Lafayette, CO",
    "li9": "1999 - Feria Popular de Capitol Hill, (The Capitol Hill People’s Fair), Denver, CO",
    "li10": "1999 - Serví de voluntario para dirigir y ofrecer asistencia técnica a un equipo de artistas integrado exclusivamente por prisioneros para la restauración de un mural en la cárcel del condado de Denver, Denver, CO. El gran mural tardó varias semanas en completarse y ofreció a los reclusos una oportunidad de dejar un legado duradero y positivo en su lugar de culto.",
    "li11": "2000 - Donación de dos grandes pinturas religiosas a iglesias de bajos ingresos “Descenso de la Cruz” y “El Martirio de San Pedro”Óleo sobre lienzo, 108” x 72”, (275 cm x 183 cm), Denver, CO",
    "li12": "2001 - Tres obras publicadas por New Art International por Book Art Press, Volumen VII.",
    "li13": "2001 - Pieza destacada encargada al estilo del maestro Carlo Maratta, Salón de Eventos Históricos Delmonico, Denver, CO",
    "li14": "2005 - Obra donada: óleo sobre lienzo “The Eagle Dancer” para una subasta silenciosa y recaudación de fondos para la familia de un alguacil del shérif del condado de Adams que inesperadamente perdió la vida en un accidente de motocicleta.",
    "li15": "2007 - Se completó un mural en la Academia del Shérif de Denver, de 144” x 72” (366 cm x 183 cm) Dedicado a los oficiales que hicieron el máximo sacrificio sirviendo a todos los residentes de Denver, CO.",
    "li16": "2012-14 - Participe en dos paneles de selección de arte público separados, junto con otros panelistas seleccionamos tres obras públicas permanentes para la ciudad y el condado de Denver por un total de más de $700,000.00 USD",
    "li17": "2018 - Trabajos voluntarios para la exposición “Expressions of MS Art Exhibit” celebrada en Bigsby's Folly, Craft Winery & Restaurant, Denver, CO (Patrocinado por el Rocky Mt. MS Center con el fin de recaudar fondos y concientizar al público sobre los efectos de la esclerosis múltiple )",
    "li18": "2018 – Obsequió una pintura de felicitación con temática salvadoreña al recién nombrado Honorable Juez de la Corte Suprema de Colorado, Carlos A. Samour Jr.",
    "li19": "2021 – Seleccionado por la puntuación más alta, por un jurado internacional en el concurso “Hagamos un Puente, México * USA” Patrocinado por Galería Garcés, Colombia y la Revista Digital Travel Plan and Go, Buenos Aires, Argentina",
    "li20": "2022 – Seleccionado por panel internacional para el concurso Sudamericano “Arte + Treinta” (Arte más 30, para artistas de 30 años en adelante) Como resultado, fui entrevistado para publicaciones en múltiples ocasiones por Galería Garcés, Colombia; Revista TP&Go Digital, Argentina; y Radio Econciencia, Ciudad de México, México. (Consulte los enlaces a continuación)",
    "li21": "2022 – Donación una serie de dibujos a tinta como pieza de participación comunitaria al libro para colorear para niños de la Unidad K-9 del Departamento del Shérif de Denver.",
    "li22": "2022 – Se completó una pintura de paisaje, 'Lookout Mountain', en beneficio exclusivo de la 'Subasta de gala del Rocky Mountain MS Center 2022'",
    "li23": "2022 – Tres obras fueron seleccionadas para (la Revista Artist CloseUp Contemporáneo) ",
    "li24": "2022 – Pintura “Eva y la serpiente” seleccionada para publicación internacional de la revista “Studio Visit Magazine, volumen 52”, Boston, MA",
    "li25": "2023 – El 5 de abril de 2023 se otorga el Premio “El Artista Universal” en el Museo Nacional de Ciencia y Tecnología Leonardo da Vinci de Milán, Italia. Mi obra “Bathsheba”, (Betsabé) óleo sobre lienzo, 36” x 48”, (91,44 x121,92 cm) fue seleccionada y publicada en las ediciones enciclopédicas de 2023 de “Contemporary Celebrity Masters Vol. II”. Y el “Quinto Premio Internacional edición Leonardo DaVinci: El Artista Universal”",
    "li26": "2024 – El 5 de abril de 2023 se otorga el Premio “El Artista Universal” en el Museo Nacional de Ciencia y Tecnología Leonardo da Vinci de Milán, Italia. Mi obra “Bathsheba”, (Betsabé) óleo sobre lienzo, 36” x 48”, (91,44 x121,92 cm) fue seleccionada y publicada en las ediciones enciclopédicas de 2023 de “Contemporary Celebrity Masters Vol. II”. Y el “Quinto Premio Internacional edición Leonardo DaVinci: El Artista Universal”Seleccionado en la convocatoria “Orígenes 2024” patrocinada por ÉS Gallery, Quindio, Colombia y la revista digital Travel Plan and Go, Buenos Aires, Argentina ",
    "li27": "Entrevista y Curaduría de Obras para la Exposición 'Orígenes'",
    "links": "Enlaces relacionados:",
    "links1": "Travel Plan & Go, Revista Digital, Buenos Aires, Argentina",
    "links2": "Expo Arte con Jaime Kafati",
    "links3": "Miguel Jiménez, locutor de radio, Ciudad de México, México Revista",
    "links4": "Destacado en la revista Studio Visit"
  }
}